{
	"products": [
		{
			"productId": "bluetooth-speakers-portable-wireless",
			"productImage": "resources/images/3.jpg",
			"productCategory": "Category/Sound Box",
			"productName": "Bluetooth Speakers, Portable Wireless Speaker with 15W Stereo Sound, IPX6 Waterproof Shower Speaker, TWS, Portable Speaker for Party Beach Camping",
			"productHighlights": "Clear&Delightful Sound / Practical Waterproof / Portable speaker / TWS-360° Stereo / Bluetooth V5.0",
			"productDescription": "Looking for a portable speaker that can keep up with your adventurous spirit? Look no further than the Bluetooth Speakers, Portable Wireless Speaker with 15W Stereo Sound, IPX6 Waterproof Shower Speaker, TWS, Portable Speaker for Party Beach Camping!",
			"productFeatures": [
				"The subtle little body delivers a stunning 15W sound. Well made for distortion-free sound, the Bluetooth speaker has loud highs, a crisp midrange and full bass to put you in the zone!",
				"Splashproof, Rainproof, Dustproof, Sandproof; Perfect for the beach, poolside, car, boat & golf cart.IPX6 rated speakers are resistant to mild water spray and splashing, but cannot be fully submerged.",
				"Portable speaker with TWS-360° Stereo and Bluetooth V5.0.",
				"Enjoy clear and delightful sound with this practical waterproof speaker.",
				"Easy to carry and perfect for parties, beach, camping and other outdoor activities."
			],
			"additionalInfo": "Upgrade your outdoor audio experience with the Bluetooth Speakers, Portable Wireless Speaker with 15W Stereo Sound, IPX6 Waterproof Shower Speaker, TWS, Portable Speaker for Party Beach Camping. It's compact, durable and perfect for all your outdoor adventures!",
			"productRating": [
				"fa fa-star",
				"fa fa-star",
				"fa fa-star",
				"fa fa-star",
				"fa fa-star"
			],
			"buyLink": "https://amzn.to/3L92I2j"
		},
		{
			"productId": "jbl-flip-5-waterproof-portable-bluetooth-speaker",
			"productImage": "resources/images/4.png",
			"productCategory": "Category/Sound Box",
			"productName": "JBL FLIP 5, Waterproof Portable Bluetooth Speaker",
			"productHighlights": "Wireless Bluetooth streaming / 12 hours of playtime / IPX7 waterproof / Compact Size / High-Quality Sound / Stylish Design",
			"productDescription": "Are you ready to take your music to the next level? Look no further than the JBL Flip 5, the perfect combination of sleek style and powerful sound. This waterproof portable Bluetooth speaker is a must-have for any music lover who craves quality sound on the go.",
			"productFeatures": [
				"Wireless Bluetooth streaming allows you to connect your device and stream music wirelessly.",
				"12 hours of playtime, so you can listen to your music all day and night without having to recharge.",
				"IPX7 waterproof rating makes it perfect for outdoor use and even submersion in water.",
				"Compact size and lightweight design make it easy to take with you wherever you go.",
				"High-quality sound with powerful bass and crystal-clear audio that will elevate your listening experience.",
				"Stylish design that looks great in any setting, from the beach to the living room."
			],
			"additionalInfo": "The JBL Flip 5 is the perfect combination of style and substance, delivering high-quality sound in a portable and waterproof package. Upgrade your listening experience with this must-have Bluetooth speaker today.",
			"productRating": [
				"fa fa-star",
				"fa fa-star",
				"fa fa-star",
				"fa fa-star",
				"fa fa-star"
			],
			"buyLink": "https://amzn.to/3L92I2j"
		}
	]
}